Repository: 8989898-ai/joyplay-ios
Catalog: joyplay-ios/Localizable.xcstrings
Source language: en
Languages: zh_hans

# common.back
source: Back
zh_hans: 返回

# game.mode.full
source: Full Screen
zh_hans: 全屏

# game.mode.half
source: Half Screen
zh_hans: 半屏

# game.mode.large_half
source: Large Half Screen
zh_hans: 大半屏

# game.open.full
source: Open Full-Screen Game
zh_hans: 打开全屏游戏

# game.open.half
source: Open Half-Screen Game
zh_hans: 打开半屏游戏

# game.open.large_half
source: Open Large Half-Screen Game
zh_hans: 打开大半屏游戏

# game.recharge_prompt.message
source: Please show the app's recharge screen. After the player recharges successfully, call the JS method from native code to notify the game to refresh the player's balance.
zh_hans: 请展示APP的充值界面，当玩家充值成功之后，原生调用 JS方法，通知游戏刷新玩家余额

# game.recharge_prompt.not_recharged
source: Not Recharged
zh_hans: 未充值

# game.recharge_prompt.notify_game
source: Notify Game
zh_hans: 通知游戏

# game.title
source: Game
zh_hans: 游戏

# home.app_key.placeholder
source: Enter AppKey
zh_hans: 请输入 AppKey

# home.enter_button
source: Enter
zh_hans: 进入

# home.section.integration_info
source: Integration Information
zh_hans: 接入信息

# home.title
source: H5 Game Integration Demo
zh_hans: H5 游戏接入 Demo

# home.token.placeholder
source: Enter Game Token
zh_hans: 请输入游戏 Token
